IDEA Open Model
ResultOfInternalForces.Qz Property
Compatible with IDEA StatiCa Beta 20.0
 Shear force in z dirrection
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Qz { get; set; }
Public Property Qz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces Class
IdeaRS.OpenModel.Result Namespace